Repository: hmddevs/bronzla
Catalog: App/BronzlaWatch/Localizable.xcstrings
Source language: en
Languages: tr

source: Check your connection and try again.
tr: Bağlantınızı kontrol edip tekrar deneyin.

source: Could not fetch data
tr: Veri alınamadı

source: Data sources
tr: Veri kaynakları

source: Extreme
tr: Aşırı

source: Grant Bronzla location access on your iPhone.
tr: iPhone'da Bronzla'ya konum izni verin.

source: High
tr: Yüksek

source: Low
tr: Düşük

source: Moderate
tr: Orta

source: No burn risk
tr: Yanma riski yok

source: No location permission
tr: Konum izni yok

source: Not medical advice.
tr: Tıbbi tavsiye değildir.

source: Try again
tr: Tekrar dene

source: Very high
tr: Çok yüksek

source: safe time
tr: güvenli süre
